[
  {
    "id": 0,
    "name": "Lift Tables",
    "products": [
      [
        "https://images-na.ssl-images-amazon.com/images/I/41qDPlTGOEL.jpg",
        "OPTIMUS LK SERIES LIFT TABLES",
        "OPTIMUS® , LK-Series lift tables are highly engineered for quality and worker safety. These scissor lift, work positioners set the standard by providing unparalleled performance and value."
      ],
      [
        "https://www.sisdevices.net/wp-content/uploads/2017/04/EZ-UP.png",
        "EZ UP EZU SERIES",
        "EZ UP® units have a lift capacity of up to 1,700 lbs. and are made to provide powered lift equipment to areas without a power source. The EZ UP Pneumatic Lift Tables have a clean, streamlined design that reduces the risk of injury, worker fatigue or damaged products."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Lift-Table-LoProfile-LX-Bishamon-lp-1-1.gif",
        "LO-PROFILE LX SERIES",
        "Bishamon’s LoProfile lifts are electro-hydraulic lift tables that offer heavy-duty lifting power and convenient low profile functionality. These tables can handle capacities up to 4,400 lbs. and feature a variety of platform sizes and lift heights."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Lift-Table-CompacLift-X-Main-Image.gif",
        "COMPACLIFT X SERIES",
        "The Bishamon X-Series CompacLift tables are ideal for production line manufacturing activities that require medium to light-duty lifting and positioning. They are designed to be ergonomic, durable, and convenient. CompacLift tables come in manual, electric and air-operated models. Manual models are operated by a removable and storable foot pedal while electric models include a convenient hand control. All models feature a compact design that is suitable for a limited work area."
      ]
    ]
  },
  {
    "id": 1,
    "name": "Pallet Positioners",
    "products": [
      [
        "https://bishamon.com/wp-content/uploads/2020/03/bishamon_liftpilot_position_2.gif",
        "Lift Pilot",
        "The Lift Pilot is unlike any other pallet positioner product in the industry. It is pallet truck accessible and offers totally unobstructed access with no ramps, bumps or obstructions. The innovative design of the Lift Pilot incorporates several intelligent features including telescoping forks, pallet presence sensors and a patented, foot-clear, safety system."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Pallet-Positioners-EZ-X-Loader-Main-Image.gif",
        "EZ X Loader",
        "Bishamon EZ X Loader are the modern way to manually load and unload pallets. They improve efficiency and reduce injury by bringing the level and location of the top of the load closer to the person doing the work. Pallet loading and unloading time can be reduced by 40%, thereby substantially increasing productivity."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/ezloader_main_image-1024x916.jpg",
        "EZ Loader",
        "State of the art automatic pallet positioner now adjustable without changing air pressure!. Self-leveling design automatically keeps the top of the load at a convenient working height to help eliminate bending and improve productivity. Integral rotator ring helps eliminate reaching and stretching. The EZ Loader is easily transported with a fork truck or via optional portability packages."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Mobile-Handling-Unilift-Main-Image.gif",
        "UNILIFT",
        "The UniLift pallet handler, with deployable outriggers, can lift and transport a standard pallet without straddling it. It is compatible with standard GMA pallets, CHEP pallets or skids. The UniLift can handle loads up to 2000 lbs. and reaches a height of up to 36 inches (Unloaded). Fitted with high-quality polyurethane wheels, the UniLift easily transports loads."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Pallet-Positioners-EZ-Off-Lifter-Main-Image.gif",
        "EZ-Off Lifter",
        "The Bishamon EZ-Off Lifter is exceptionally safe and easy to use. It features a rotating platform with a unique, patented feet-clear safety circuit that automatically stops the platform 9 inches above the floor to prevent foot injuries. It is also equipped with safety warning lights and an alarm that alerts the operator before it lowers from the intermediate safety stop."
      ]
    ]
  },
  {
    "id": 2,
    "name": "Mobile Handling - Pallet Trucks",
    "products": [
      [
        "https://m.media-amazon.com/images/I/61DdcK1MBSL._SX342_.jpg",
        "MOBILIFT BX SERIES LIFT TABLES",
        "Bishamon’s MobiLift™ scissor lift tables minimize lifting, reaching and stretching by allowing workers to easily move and position loads. They are designed with improved ergonomics, rugged construction, and high quality materials for excellent performance and reliability."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Lift-Table-MobiLift-BXB-Main-Image-1.gif",
        "MOBILIFT BXB SERIES LIFT TABLES",
        "Bishamon’s MobiLift™ scissor lift tables minimize lifting, reaching and stretching by allowing workers to easily move and position loads. They are designed with improved ergonomics, rugged construction, and high quality materials for excellent performance and reliability."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Pallet-Trucks-Blue-Label-BS-Main-Image-1.gif",
        "Blue Label BS Series",
        "Bishamon BS Series Blue Label Pallet Trucks are easy to use and exceptionally durable. These premium pallet trucks have many features not found on most all competitive models and provide unsurpassed rollability. They are designed and manufactured to easily move palletized loads. By utilizing top quality components and advanced manufacturing techniques, Bishamon’s BS Series pallet trucks can be expected to outlast competitive models that promise comparable quality."
      ],
      [
        "https://www.sisdevices.net/wp-content/uploads/2017/04/Skid-Lift-LV-LVE.png",
        "SkidLift Series - LV",
        "The Bishamon LV and LVE Skid Lifts are rugged, fork-style lifts that raise loads to a convenient working height. By offering easy mobility, these lifts reduce worker injury and improve productivity. They are available in eight models with both wide and narrow fork widths and two capacities to fit almost any application. The biggest selling feature we have against our competition is our lower captured roller channel which provides increased stability and much safer to use."
      ],
      [
        "https://www.sisdevices.net/wp-content/uploads/2017/04/Skid-Lift-LVE.png",
        "SkidLift Series - LVE",
        "The Bishamon LV and LVE Skid Lifts are rugged, fork-style lifts that raise loads to a convenient working height. By offering easy mobility, these lifts reduce worker injury and improve productivity. They are available in eight models with both wide and narrow fork widths and two capacities to fit almost any application. The biggest selling feature we have against our competition is our lower captured roller channel which provides increased stability and much safer to use."
      ],
      [
        "https://bishamon.com/wp-content/uploads/2020/03/Mobile-Handling-MobiLeveler-ESX-Main-Image.gif",
        "MobiLeveler ESX Series",
        "The MobiLeveler is available in single and dual spring models. Both models feature an easily accessible gauged weight selector knob that adjusts the spring resistance. It also has a clean, ergonomic design for user comfort. The equipment is finished in a durable powder coat that protects the metal from harmful elements in the environment."
      ]
    ]
  }
]
